{
	"sign-in": "Se connecter",
	"sign-up": "S'inscrire",
	"email-address": "Adresse courriel",
	"email-sign-in": "Connexion par courriel",
	"email-sign-up": "Inscription par courriel",
	"verify-request": "Vérifier la demande",
	"check-email": "Vérifiez votre courriel pour le lien de vérification",
	"error": "Erreur",
	"no-user-sign-up": "Aucun utilisateur trouvé avec votre courriel. Veuillez vous inscrire pour continuer.",
	"no-auth-providers": "Aucun fournisseur d'authentification trouvé.",
	"next-auth": {
		"Configuration": "Il semble y avoir un problème avec la configuration du serveur. Veuillez vérifier que toutes les options sont correctement définies.",
		"AccessDenied": "Accès refusé. Vous avez peut-être restreint l'accès via le callback de connexion ou de redirection.",
		"Verification": "Problème de vérification. Le jeton de vérification a expiré ou a déjà été utilisé. Veuillez demander un nouveau jeton.",
		"OAuthSignin": "Il y a eu une erreur lors de la construction de l'URL d'autorisation. Veuillez réessayer plus tard.",
		"OAuthCallback": "Il y a eu une erreur lors du traitement de la réponse du fournisseur OAuth. Veuillez réessayer plus tard.",
		"OAuthCreateAccount": "Nous n'avons pas pu créer un compte avec le fournisseur OAuth. Veuillez réessayer ou utiliser une autre méthode de connexion.",
		"EmailCreateAccount": "Il y a eu un problème lors de la création d'un compte avec votre e-mail. Veuillez réessayer ou utiliser une autre adresse e-mail.",
		"Callback": "Il y a eu une erreur dans la route du gestionnaire de callback OAuth. Veuillez réessayer plus tard.",
		"OAuthAccountNotLinked": "L'e-mail du compte est déjà lié à un autre fournisseur OAuth. Veuillez utiliser le fournisseur lié pour vous connecter.",
		"EmailSignin": "Il y a eu un problème lors de l'envoi de l'e-mail avec le jeton de vérification. Veuillez réessayer plus tard.",
		"CredentialsSignin": "Échec de la connexion. Veuillez vérifier vos identifiants et réessayer. Pour des raisons de sécurité, nous ne pouvons pas préciser quelle partie des identifiants est incorrecte.",
		"SessionRequired": "Vous devez être connecté pour voir ce contenu. Veuillez vous connecter pour continuer.",
		"Default": "Une erreur inconnue s'est produite. Veuillez réessayer plus tard.",
		"unknown": "Une erreur inconnue s'est produite. Veuillez réessayer plus tard."
	}
}
