{
	"confirm": "Confirm",
	"acceptance-expired": "Ce lien de confirmation a expiré. Veuillez nous contacter si vous avez besoin d'aide.",
	"error-no-id-found": "Erreur : aucun ID trouvé",
	"invalid-confirmation-link": "Lien de confirmation invalide. Veuillez utiliser le lien du courriel que vous avez reçu.",
	"you-must-be-logged-in": "Vous devez être connecté pour confirmer votre présence.",
	"congratulations-for-acceptance": "Félicitations {{name}} pour avoir été accepté à Hack the Hill II!",
	"excited-to-have-you-join-us": "Nous sommes ravis de vous accueillir pour un week-end de hacking, d'apprentissage et de plaisir!",
	"description": "Hack the Hill II aura lieu du vendredi 27 septembre au dimanche 29 septembre sur le campus de l'Université d'Ottawa.",
	"please-confirm-your-attendance": "Veuillez confirmer votre présence en sélectionnant votre équipe, en signant les documents légaux nécessaires et en cliquant sur le bouton ci-dessous.",
	"which-team": "Dans quelle équipe souhaitez-vous vous joindre? (facultatif)",
	"team-already-exists": "Une équipe avec ce nom existe déjà.",
	"create-team": "Créer une équipe",
	"team-created-successfully": "Équipe créée avec succès!",
	"terms-privacy": "J'ai lu les <0>Conditions d'utilisation</0> et la <1>Politique de confidentialité</1> de l'application Track the Hack.",
	"code-of-conduct": "J'ai lu le <0>Code de conduite</0> de Hack the Hill II.",
	"waivers": "J'ai lu la <0>Renonciation à la responsabilité</0> et la <1>Renonciation à la diffusion de médias</1>.",
	"travel-policy": "J'ai lu la <0>Politique de remboursement des frais de déplacement</0>.",
	"parent-guardian-consent": "En signant ci-dessous, je, le parent ou tuteur légal de {{name}}, reconnais avoir lu, compris et accepté tous les termes et conditions des documents référencés ci-dessus, et je consens à la participation de mon enfant à Hack the Hill II.",
	"attendee-consent": "En signant ci-dessous, je, {{name}}, reconnais avoir lu, compris et accepté tous les termes et conditions des documents référencés ci-dessus, et je consens à participer à Hack the Hill II.",
	"clear": "Effacer",
	"ill-be-there": "Je serai là!",
	"you-can-change-your-response": "Vous pouvez modifier votre réponse en revisitant cette page à tout moment avant la date limite du {{deadline}}.",
	"thank-you-for-confirming-your-attendance": "Merci d'avoir confirmé votre présence!",
	"we-look-forward-to-seeing-you": "Nous avons hâte de vous voir à Hack the Hill II!",
	"you-must-accept-terms": "Vous devez accepter les termes et conditions pour continuer.",
	"signature-upload-failed": "Signature upload failed. Please try again.",
	"undo-edit-response": "Annuler RSVP et modifier la réponse"
}
