{
	"sign-in": "Sign In",
	"sign-up": "Sign Up",
	"email-address": "Email Address",
	"email-sign-in": "Send",
	"email-sign-up": "Send",
	"password": "Password",
	"credentials-sign-in": "Sign In",
	"credentials-sign-up": "Credentials Sign Up",
	"password-strength": "Your password must be between 8 and 32 characters long and contain at least one uppercase letter, one lowercase letter, and one number.",
	"verify-request": "Verify Request",
	"check-email": "Check your email for a verification link",
	"error": "Error",
	"no-user": "No user found for email {{email}}. Please sign up to continue.",
	"no-auth-providers": "No authentication providers found.",
	"next-auth": {
		"Configuration": "There seems to be a problem with the server configuration. Please ensure all options are correctly set.",
		"AccessDenied": "Access denied. You may have restricted access through the sign-in or redirect callback.",
		"Verification": "Verification issue. The email token has expired or has already been used. Please request a new token.",
		"OAuthSignin": "There was an error constructing the authorization URL. Please try again later.",
		"OAuthCallback": "There was an error handling the response from the OAuth provider. Please try again later.",
		"OAuthCreateAccount": "We couldn't create an account with the OAuth provider. Please try again or use a different sign-in method.",
		"EmailCreateAccount": "There was an issue creating an account with your email. Please try again or use a different email address.",
		"Callback": "There was an error in the OAuth callback handler route. Please try again later.",
		"OAuthAccountNotLinked": "The email on the account is already linked with a different OAuth provider. Please use the linked provider to sign in.",
		"EmailSignin": "There was an issue sending the email with the verification token. Please try again later.",
		"CredentialsSignin": "Sign-in failed. Please check your credentials and try again. For security reasons, we can't specify which part of the credentials was incorrect.",
		"SessionRequired": "You must be signed in to view this content. Please sign in to continue.",
		"Default": "An unknown error occurred. Please try again later.",
		"undefined": "An unknown error occurred. Please try again later."
	},
	"sign-up-confirmation": "Are you sure you want to sign up as a new user? Please sign in instead if you already have an account.",
	"confirm": "Confirm",
	"sign-in-instead": "Sign In Instead"
}
